IDEA Open Model
Region3D Constructor
Compatible with IDEA StatiCa Beta 20.0
 Constructor
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Region3D()
Public Sub New
See Also
Reference
Region3D Class
IdeaRS.OpenModel.Geometry3D Namespace